Repository: OleksiiGrinka/Pins
Catalog: po/*.po
Languages: oc, pt_br

source: Create and edit application shortcuts
oc: Crear e modificar d’acorchis d’aplicacions

source: GNOME;GTK;Apps;Shortcuts;Icons;
oc: GNOME;GTK;Aplicacion;acorchi;abracat;icòna;
pt_br: Gnome; gtk; apps; atalhos; ícones;

# shortcut window
source: Show Shortcuts
oc: Afichar los acorchis
pt_br: Mostre atalhos

# shortcut window
source: Quit
oc: Sortir
pt_br: Desistir

# shortcut window
source: Add new app
oc: Apondre apli novèla
pt_br: Adicione novo aplicativo

# shortcut window
source: Search
oc: Recercar

# shortcut window
source: App editing
oc: Modificacion d’aplicacion

# shortcut window
source: Close
oc: Tampar

source: Add new key
oc: Apondre una clau novèla
pt_br: Adicione nova chave

source: Locale
oc: Lenga

source: Key name
oc: Nom de clau

source: Cancel
oc: Anullar

source: Add
oc: Apondre

source: Unpin this app?
oc: Despenjar aquesta aplicacion ?

source: If you unpin an app, your changes will be permanently lost.
oc: Se despenjatz una aplicacions, vòstras modificacions seràn definitivament perdudas.

source: Unpin
oc: Despenjar

source: Save changes?
oc: Enregistrar las modificacions ?

source: If you leave without pinning the file, your changes will be permanently lost.
oc: Se quitatz sens penjar lo fichièr, vòstras modificacions seràn definitivament perdudas.

source: Discard
oc: Ignorar

source: Pin
oc: Penjar

source: Rename file
oc: Renomenar fichièr

source: File name
oc: Nom de fichièr

source: Rename
oc: Renomenar

source: File menu
oc: Menú fichièr

source: Application icon
oc: Icòna de l’aplicacion

source: Localized values
oc: Valors localizadas

source: String Values
oc: Valors de la cadena

source: Boolean Values
oc: Valors boolean

source: Error opening file
oc: Error de dobertura de fichièr

source: Add new app
oc: Apondre apli novèla
pt_br: Adicione novo aplicativo

source: Show menu
oc: Mostrar lo menú
pt_br: Mostrar menu

source: Search
oc: Recercar
pt_br: Procurar

source: Your pins
oc: Vòstras espillas

source: Installed
oc: Installada

source: Reload Apps
oc: Recargar las aplicacions

source: Keyboard Shortcuts
oc: Acorchis de clavièr

source: About PinApp
oc: A prepaus de PinApp

source: No apps found
oc: Cap d'aplicacion pas trobada
pt_br: Nenhum aplicativo encontrado

source: Applications you install will appear here
oc: Las aplicacions qu’installatz apareisseràn aicí

source: Error loading apps
oc: Error al moment de cargar las aplicacions

source: Loading apps…
oc: Cargament de las aplicacions…
pt_br: Carregando aplicativos…

source: No results found
oc: Cap de resultat pas trobat

source: Try searching for something else
oc: Ensajatz de recercar quicòm mai

source: No string values present
oc: Cap de valor de cadena de tèxt pas presenta

source: No boolean values present
oc: Cap de valor boolean pas presenta

source: Upload icon
oc: Mandar icòna

source: Open
oc: Dobrir

source: Desktop files
oc: Fichièrs Desktop

source: Pins
pt_br: Pinos

source: Create and edit app shortcuts
pt_br: Crie e edite atalhos de aplicativos

source: Pins allows you to customize your app menu by editing .desktop files.
pt_br: Pinos permitem que você personalize o menu do aplicativo editando arquivos .DESKTOP.

source: Some of the things you can do are:
pt_br: Algumas das coisas que você pode fazer são:

source: changing an app icon that doesn't fit in with your theme,
pt_br: Alterar um ícone de aplicativo que não se encaixa no seu tema,

source: creating custom shortcuts to websites,
pt_br: criando atalhos personalizados para sites,

source: hiding apps you don't want to see,
pt_br: escondendo aplicativos que você não quer ver,

source: editing properties in .desktop files.
pt_br: Editando propriedades nos arquivos .desktop.

# shortcut window
source: General
pt_br: Em geral

source: Key
pt_br: Chave

source: _Cancel
pt_br: _Cancelar

source: _Add
pt_br: _Adicionar

source: _Keyboard Shortcuts
pt_br: _Atalhos de teclado

source: _About Pins
pt_br: _ Sobre os pinos

source: Delete
pt_br: Deletar

source: Edit icon
pt_br: Editar ícone

source: Load icon from file
pt_br: Carregue o ícone do arquivo

source: Launch this application on login
pt_br: Inicie este aplicativo no login

source: Invisible
pt_br: Invisível

source: Hide this application in the app menu
pt_br: Ocultar este aplicativo no menu do aplicativo

source: Add key
pt_br: Adicione a chave

source: Erase changes
pt_br: Apagar mudanças

source: Remove key
pt_br: Remova a chave

source: Select locale
pt_br: Selecione Locais

source: Load icon
pt_br: Carregar ícone

source: (Unlocalized)
pt_br: (Não localizado)
